Repository: ubports/pay-service
Catalog: po/*.po
Languages: am, ast, br, ca, cy, de, es, eu, fa, gd, gl, he, ja, pl, pt, ro, sl, sr, ug, uk

source: Finish Purchase
am: ግዢውን መጨረሻ
ast: Acabar la compra
br: Echuiñ ar brenadenn
ca: Finalitza la compra
cy: Gorffen Pryniad
de: Kauf abschließen
es: Terminar la compra
eu: Amaitu erosketa
fa: خاتمه‌ی خرید
gd: Coilean an ceannach
gl: Rematar a compra
he: סיום הרכישה
pl: Finalizacja zakupu
pt: Finalizar compra
ro: Termină cumpărăturile
sl: Dokončaj nakup
sr: Заврши куповину
ug: سېتىۋېلىش تامام
uk: Завершити купівлю

source: Incorrect Password, please try again.
am: የተሳሳተ የመግቢያ ቃል እባክዎን እንደገና ይሞክሩ
ast: La contraseña ye incorreuta. Inténtalo de nueves.
br: Ger-tremen direizh, esaeit en-dro, mar plij.
ca: La contrasenya és incorrecta, torneu-ho a provar.
cy: Cyfrinair anghywir, rhowch gynnig arall arni
de: Fehlerhaftes Passwort, bitte versuchen Sie es erneut.
es: La contraseña es incorrecta. Inténtelo de nuevo.
eu: Okerreko pasahitza, saiatu berriro.
fa: گذرواژه نادرست بود، لطفاً دوباره تلاش کنید.
gd: Facal-faire cearr, am feuch thu ris a-rithist?
gl: Contrasinal incorrecto, ténteo de novo.
he: הססמה שגויה, נא לנסות שוב.
ja: 誤ったパスワードです、再入力してください。
pl: Hasło nieprawidłowe, proszę spróbować ponownie.
pt: Palavra-passe incorreta, tente novamente.
ro: Parolă greșită, încercați din nou.
sl: Napačno geslo, poskusite ponovno.
sr: Нетачна лозинка, пробајте поново.
ug: ئىم خاتا، قايتا سىناڭ.
uk: Помилковий пароль, повторіть спробу.

source: Purchase failed
am: ግዢው አልተሳካም
ast: Falló la compra
br: Prenadenn c'hwitet
ca: Ha fallat la compra
cy: Methodd y pryniad
de: Kauf fehlgeschlagen
es: La compra falló
eu: Erosketak huts egin du
fa: خرید شکست خورد
gd: Cha do shoirbhich leis a' cheannach
gl: A compra fallou
he: הרכישה נכשלה
ja: 支払いに失敗しました
pl: Zakup nie powiódł się
pt: Compra falhada
ro: Achiziția a eșuat
sl: Nakup je spodletel
sr: Неуспешна куповина
ug: سېتىۋېلىش مەغلۇپ بولدى
uk: Спроба купівлі зазнала невдачі

source: The purchase couldn't be completed.
am: ግዢውን መፈጸም አልተቻለም
ast: Nun pudo completase la compra
br: N'eus ket bet gallet echuiñ ar brenadenn
ca: No s'ha pogut completar la compra
cy: Methwyd cwblhau'r pryniad
de: Der Kauf konnte nicht abgeschlossen werden.
es: La compra no se pudo completar.
eu: Erosketa ezin izan da burutu.
fa: خرید نتوانست کامل شود.
gd: Cha b' urrainn dhuinn an ceannach a choileanadh.
gl: Non foi posíbel rematar a compra.
he: לא ניתן להשלים את הרכישה.
ja: 購入処理が完了できませんでした。
pl: Zakup nie mógł zostać zrealizowany.
pt: A compra não foi completada.
ro: Achiziția nu poate fi dusă la bun sfârșit.
sl: Nakupa ni mogoče dokončati.
sr: Куповина није завршена.
ug: بۇ سېتىۋېلىش تاماملانمىدى.
uk: Не вдалося завершити процедуру купівлі.

source: Error contacting the server
am: ስህተት ተፈጥሯል ሰርቨሩን በመገናኘት ላይ እንዳለ
ast: Fallu al contautar col sirvidor
br: Fazi o vont e darempred gant ar servijer
ca: S'ha produït un error en contactar el servidor
cy: Gwall wrth gysylltu â'r gweinydd
de: Server konnte nicht erreicht werden
es: Error al contactar con el servidor
eu: Errorea zerbitzariarekin kontaktuan jartzean
fa: خطا در ارتباط با سرویس‌دهنده
gd: Mearachd a' conaltradh ris an fhrithealaiche
gl: Erro ao contactar co servidor
he: אירעה שגיאה ביצירת קשר עם השרת
ja: サーバーへの接続エラー
pl: Błąd połączenia z serwerem
pt: Erro ao contactar o servidor
ro: Eroare la contactarea serverului
sl: Napaka med navezovanjem stika s strežnikom
sr: Грешка у повезивању са сервером
ug: مۇلازىمېتىر بىلەن ئالاقە قىلىش مەغلۇپ بولدى.
uk: Помилка під час встановлення з’єднання з сервером

source: Do you want to try again?
am: እንደገና መሞከር ይፈልጋሉ?
ast: ¿Quies intentalo otra vegada?
br: Ha fellout a ra deoc'h esaeañ en-dro ?
ca: Voleu tornar-ho a intentar?
cy: Hoffech chi gynnig eto?
de: Möchten Sie es ein weiteres Mal versuchen?
es: ¿Quiere intentar de nuevo?
eu: Berriro saiatu nahi duzu?
fa: می‌خواهید دوباره تلاش کنید؟
gd: A bheil thu airson feuchainn a-rithist?
gl: Desexa tentalo de novo?
he: לנסות שוב?
ja: 再実行しますか？
pl: Spróbować ponownie?
pt: Quer tentar novamente?
ro: Doriți să încercați din nou?
sl: Ali želite ponovno poskusiti?
sr: Желите ли да покушате поново?
ug: قايتا سىناپ كۆرەمسىز؟
uk: Хочете повторити спробу?

source: Adding Credit Card failed
am: የ ክሬዲር ካርድ መጨመር አልተቻለም
ast: Fallu al amestar tarxeta de creitu
br: N'eus ket bet gallet ouzhpennañ ar gartenn-gred
ca: Ha fallat l'addició d'una targeta de crèdit
cy: Methwyd ychwanegu cerdyn credyd
de: Hinzufügen der Kreditkarte fehlgeschlagen
es: Error al añadir la tarjeta de crédito
eu: Huts egin du kreditu-txartela gehitzeak
fa: افزودن کارت اعتباری شکست خورد
gd: Cha b' urrainn dhuinn a' chairt-creideis a chur ris.
gl: Fallo ao engadir a tarxeta de crédito
he: הוספת כרטיס האשראי נכשלה
ja: クレジットカードの追加に失敗しました
pl: Dodawanie karty kredytowej nie powiodło się
pt: Falha ao adicionar cartão de crédito
ro: Eșec la adăugarea cărții de credit
sl: Dodajanje kreditne kartice je spodletelo
sr: Неуспешно додавање кредитне картице
ug: كرېدىت كارتىسى قوشۇش مەغلۇپ بولدى
uk: Спроба додавання кредитної картки завершилася невдало

source: Processing Purchase
am: ግዢውን በማካሄድ ላይ
ast: Procesando la compra
br: Oc'h ober war-dro ar brenadenn
ca: S'està processant la compra
cy: Prosesu'r Pryniad
de: Kauf wird verarbeitet
es: Procesando la compra
eu: Erosketa prozesatzen
fa: در حال پردازش خرید
gd: A' dèiligeadh ris a' cheannach
gl: Procesando a compra
he: הרכישה בעיבוד
ja: 購入処理中
pl: Przetwarzanie zakupu
pt: A processar compra
ro: Procesare achiziție
sl: Obdelovanje nakupa
sr: Обрађује куповину
ug: سېتىۋېلىشنى بىر تەرەپ قىلىۋاتىدۇ
uk: Обробка купівлі

source: Loading
am: በመጫን ላይ
ast: Cargando
br: O kargañ
ca: S’està carregant
cy: Llwytho
de: Wird geladen …
es: Cargando
eu: Kargatzen
fa: در حال بار کردن
gd: 'Ga luchdadh
gl: Cargando
he: בטעינה
ja: 読み込み中
pl: Wczytywanie
pt: A carregar
ro: Se încarcă
sl: Nalaganje
sr: Учитава
ug: يۈكلەۋاتىدۇ
uk: Завантаження

source: Please wait…
am: እባክዎን ይጠብቁ…
ast: Espera, por favor...
br: Gortozit, mar plij...
ca: Espereu…
cy: Arhoswch...
de: Bitte warten …
es: Espere…
fa: لطفاً صبر کنید…
gd: Fuirich greiseag…
gl: Agarde…
he: נא להמתין…
ja: お待ちください…
pl: Proszę czekać…
pt: Por favor, aguarde...
ro: Vă rugăm așteptați...
sl: Počakajte ...
sr: Сачекајте...
ug: سەل كۈتۈڭ…
uk: Заждіть…

source: Cancel
am: መሰረዣ
ast: Encaboxar
br: Nullañ
ca: Cancel·la
cy: Diddymu
de: Abbrechen
es: Cancelar
eu: Utzi
fa: لغو
gd: Sguir dheth
gl: Cancelar
he: ביטול
ja: キャンセル
pl: Anuluj
pt: Cancelar
ro: Anulează
sl: Prekliči
sr: Откажи
ug: ئەمەلدىن قالدۇر
uk: Скасувати

source: Add Payment
am: ክፍያውን መጨመሪያ
ast: Amestar pagu
br: Ouzhpennañ ur paeamant
ca: Afegeix un pagament
cy: Ychwanegu Taliad
de: Zahlungsart hinzufügen
es: Añadir pago
eu: Gehitu ordainketa
fa: افزودن پرداخت
gd: Cuir pàigheadh ris
gl: Engadir pagamento
he: הוספת תשלום
ja: 支払を追加
pl: Dodaj płatność
pt: Adicionar pagamento
ro: Adăugare metodă de plată
sl: Dodaj plačilo
sr: Додај уплату
ug: تۆلەش ئۇسۇلىنى قوشۇش
uk: Додати сплату

source: Payment
am: ክፍያ
ast: Pagu
br: Paeamant
ca: Pagament
cy: Taliad
de: Zahlung
es: Pago
eu: Ordainketa
fa: پرداخت
gd: Pàigheadh
gl: Pagamento
he: תשלום
ja: 支払い
pl: Płatność
pt: Pagamento
ro: Metodă de plată
sl: Plačilo
sr: Плаћање
ug: تۆلەش
uk: Сплата

source: Enter your Ubuntu One password
am: የ እርስዎን የ ኡቡንቱ ዋን የ መግቢያ ቃል ያስገቡ
ast: Introduz la to contraseña d'Ubuntu One
br: Skrivit ho ker-tremen Ubuntu One
ca: Introduïu la contrasenya de l'Ubuntu One
cy: Cyflwynwch eich cyfrinair Ubuntu One
de: Bitte geben Sie Ihr Ubuntu One Passwort ein
es: Ingrese su contraseña de Ubuntu One
eu: Sartu zure Ubuntu One-eko pasahitza
fa: گذرواژه‌ی اوبونتووانتان را وارد کنید
gd: Cuir a-steach am facal-faire Ubuntu One agad
gl: Escriba o contrasinal de Ubuntu One
pl: Wprowadź swoje hasło Ubuntu One
pt: Insira a palavra-passe do Ubuntu One
ro: Introduceţi parola pentru contul Ubuntu One
sl: Vnesite svoje geslo od Ubuntu One
sr: Унесите лозинку за ваш Убунту налог
uk: Введіть ваш пароль Ubuntu One

source: Type your verification code:
am: የ እርስዎን ማረጋገጫ ኮድ ይጻፉ:
ast: Escribi'l códigu de comprobación:
br: Skrivit ho kof gwiriañ :
ca: Escriviu el codi de verificació:
cy: Teipiwch eich cod gwirio:
de: Bitte den Bestätigungscode eingeben:
es: Escriba su código de verificación:
eu: Idatzi egiaztatze-kodea:
fa: رمز تأییدیه‌ی خود را بنویسید:
gd: Cuir a-steach an còd dearbhaidh agad:
gl: Escriba o código de comprobación:
he: נא להזין את קוד האימות שלך:
pl: Proszę wprowadzić swój kod weryfikacyjny:
pt: Insira o código de verificação:
ro: Introduceți codul de verificare
sl: Vpišite potrditveno kodo:
sr: Унесите ваш код за проверу:
ug: دەلىللەش كودىنى كىرگۈزۈڭ:
uk: Введіть ваш код підтвердження:

source: 2-factor device code
am: 2-ፋክተር የ አካል ኮድ
ast: códigu de preséu 2-factor
br: Kod stignad gant 2 faktor
ca: Codi de verificació per l'autenticació de 2 factors
cy: Cod dyfais 2-ffactor
de: Zwei-Faktor Geräte-Code:
es: Código de disp. de autent. en 2 pasos
eu: 2 faktoreko gailu-kodea
fa: کد دستگاه مرحله ۲
gd: Còd uidheim dà-fhactarail
gl: Código de 2 factores do dispositivo
pl: dwuczęściowy kod urządzenia
pt: Código de equipamento de 2-fatores
ro: Cod dispozitiv cu 2 factori
sl: 2-stopenjska koda naprave
sr: Код за уређај 2. чиниоца
ug: ئىككى ئېلېمېنتلىق ئۈسكۈنە كودى
uk: двофакторний код пристрою

source: Buy Now
am: አሁን መግዣ
ast: Mercar Agora
es: Comprar ahora
eu: Erosi orain
gd: Ceannaich an-dràsta
ja: 今すぐ購入
ro: Cumpărare acum
sr: Купи одмах
ug: ھازىر سېتىۋالىمەن

source: Add credit/debit card
am: ክሬዲት/ዴቢት ካርድ መጨመሪያ
ast: Amestar tarxeta de creitu o débitu
br: Ouzhpennañ ur gartenn-gred/dle
ca: Afegeix una targeta de crèdit o de dèbit
cy: Ychwanegu cerdyn credyd/debyd
de: Kredit/EC-Karte hinzufügen
es: Añadir tarjeta de crédito o débito
eu: Gehitu kreditu/zordunketa-txartela
fa: افزودن کارت اعتباری/نقدی
gd: cuir cairt-creideis no cairt-fhiachan ris
gl: Engadir tarxeta de crédito/débito
he: הוספת כרטיס אשראי/חיוב
ja: クレジット/デビットカードの追加
pl: Dodaj kartę kredytową/debetową
pt: Adicionar cartão crédito/débito
ro: Adăugare card de credit/debit
sl: Dodaj kreditno/debetno kartico
sr: Додај кредитну или дебитну картицу
ug: كرېدىت كارتا/دەبىت كارتا قوش
uk: Додати кредитну картку

source: Retry
am: እንደገና ይሞክሩ
ast: Reintentar
br: Esaeañ en-dro
ca: Torna-ho a provar
cy: Ailgynnig
de: Wiederholen
es: Reintentar
eu: Saiatu berriz
fa: تلاش دوباره
gd: Feuch ris a-rithist
gl: Reintentar
he: ניסיון חוזר
pl: Ponów
pt: Tentar novamente
ro: Reîncercați
sl: Poskusi znova
sr: Покушај поново
ug: قايتا سىنا
uk: Повторити

source: Close
am: መዝጊያ
ast: Zarrar
br: Serriñ
ca: Tanca
cy: Cau
de: Schließen
es: Cerrar
eu: Itxi
fa: بستن
gd: Dùin
gl: Pechar
he: סגירה
ja: 閉じる
pl: Zamknij
pt: Fechar
ro: Închide
sl: Zapri
sr: Затвори
ug: ياپ
uk: Закрити

source: Pay UI
ast: Interfaz de pagos
eu: Ordainketa-interfazea
sr: Плаћање

source: The application for completing a purchase.
ast: L'aplicación pa completar una compra.
eu: Erosketak burutzeko aplikazioa.
ja: 購入を行うためのアプリケーション。
sr: Програм за вршење куповина.

source: Please waitâ€¦
eu: Itxaron...

source: Buy now
de: Jetzt kaufen
fa: اکنون بخرید
pt: Comprar agora

source: Allow requesting in-app purchases?
de: Anfordern von In-App-Käufen erlauben?
fa: اجازه به خریدهای درون‌کاره‌ای؟
pt: Permitir pedidos de compras dentro das apps?
